content/enshittification-definition.org
#+title: Enshittification, Deshittification, Science, and Open Source
#+AUTHOR: Peter Polidoro
#+EMAIL: peter@polidoro.io

* Enshittification Definition

Cory Doctorow 2022 blog post: "Social Quitting"

Pattern in which products and services decline in quality over time.

1. Companies offer high-quality products at a loss to attract users.
2. Degrade user offerings to make things better for suppliers and business customers.
3. Degrade services to users and suppliers to maximize profits for themselves.

[[./index.org][Home]] [[./index.org][Previous]] [[./enshittification-examples.org][Next]]

