enshittification-definition.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Enshittification, Deshittification, Science, and Open Source</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="css/terminal.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-orgf4e2806" class="outline-2">
<h2 id="orgf4e2806">Enshittification Definition</h2>
<div class="outline-text-2" id="text-orgf4e2806">
<p>
Cory Doctorow 2022 blog post: "Social Quitting"
</p>

<p>
Pattern in which products and services decline in quality over time.
</p>

<ol class="org-ol">
<li>Companies offer high-quality products at a loss to attract users.</li>
<li>Degrade user offerings to make things better for suppliers and business customers.</li>
<li>Degrade services to users and suppliers to maximize profits for themselves.</li>
</ol>

<p>
<a href="./index.html">Home</a> <a href="./index.html">Previous</a> <a href="./enshittification-examples.html">Next</a>
</p>
</div>
</div>
</div>
</body>
</html>
